{

    "Lang.en":"English",
    "Lang.sp":"Español",

    "NavBar.Home": "Home",
    "NavBar.About": "About Us",
    "NavBar.Begin": "Begin",
    "NavBar.ContactUs": "Contact Us",

    "HomeLeft.SitesText":"Sites for only",
    "HomeLeft.SitesPrice":"90$usd",

    "HomeRight.line1":"Looking for a site that is",
    "HomeRight.line1.word":"professional?",
    "HomeRight.line2":"Leave it to the",
    "HomeRight.line2.word":"professionals",
    "HomeRight.line3":"Obtain yours now!",
    "Begin.button":"Get my site",
    
    "Block1.phrase":"Invest in yourself, invest in your future. Invest Smortly",
    "Block1.Question":"Why Smort and not any other Website Software?",

    "Block1.Box1.title":"Amazing Prices",
    "Block1.Box1.par":"The lowest prices in the market",

    "Block1.Box2.title":"Unmeasurable quality",
    "Block1.Box2.par":"Websites with more than excelent quality",

    "Block1.Box3.title":"Alucinating designs",
    "Block1.Box3.par":"Pages with sublime and extravagant styles and designs",

    "Block1.Box4.title":"Extraordinary Animations",
    "Block1.Box4.par":"Sites with animations, movement and interactivity",

    "Block1.Box5.title":"Personalization",
    "Block1.Box5.par":"Websites that capture your essence",

    "Block1.Box6.title":"Client Attention",
    "Block1.Box6.par":"Contact us at any time and through different platforms",

    "Block1.Box7.title":"Super Optimized",
    "Block1.Box7.par":"Fast and responsive Websites for any device",

    "Block1.Box8.title":"Fast Deliveries",
    "Block1.Box8.par":"You'll have your website in just a matter of days",
    
    
    "Block2.LeftBox.title":"Creating a truly professional website is complicated",
    "Block2.LeftBox.mover":"You require of",

    "Block2.LeftBox.Svg1":"Quality Images",
    "Block2.LeftBox.Svg2":"Data Bases",
    "Block2.LeftBox.Svg3":"A design process",
    "Block2.LeftBox.Svg4":"Resources Optimization",
    "Block2.LeftBox.Svg5":"Constant Updates",
    "Block2.LeftBox.Svg6":"A personalized logo",

    "Block2.RightBox.sentence1.1":"Don't waste your time, we do ",
    "Block2.RightBox.word":"Everything ",
    "Block2.RightBox.sentence1.2":"for you.",

    "Block3.title":"How does it work?",
    "Block3.line1":"Choose your favorite styles and designs",
    "Block3.line2":"Write us your site especifications and details",
    "Block3.line3":"Wait a few days for your Website to be finished",
    "Block3.line4":"Enjoy your page from any device",

    "Footer.title": "Contact and Follow Us",
    "Footer.About.title": "About Smort",
    "Footer.About.Domains": "Domains",
    "Footer.About.Dates&Payments": "Payments and Dates",
    "Footer.About.Terms&Conditions": "Terms and Conditions",

    "Footer.Support.title": "Support",
    "Footer.Support.ClientSupport": "Client Support",
    "Footer.Support.StyleChange": "Style and Design Change",
    "Footer.Support.SiteUpgrade": "Site Update or Upgrade",
    
    "Footer.Footer": "©Smort 2020 - all rights reserved",


    "DC.About.Domains.title": "Domains",
    "DC.About.Domains.P1": "After buying a website with Smort, you provide us with 3 possible options, to name your site. We take care of checking the availability of each option, as well as of the administration of the domiain itself. Depending of the chosen domain extension (.com, .tech, .net, etc) prices may vary.",
    "DC.About.Domains.P2": "The first stime you buy a website with us you'll receive a personalized web designed and its domain. The design of the website consists of a unique initial payment with no other charges, however, the domain must be renewed every year, which is why to mantain the website up and running, there will be yearly charges made, so that we can keep administering both the site and the domain.",
    
    "DC.About.D&P.title": "Dates & Payments",
    "DC.About.D&P.P1": "The inicial payment after buying a website with us, will guarantee you a design, domain and site administration for a complete year, with no other extra charges (with a few exceptions), such initial payment can vary due to a number of factors (like site type, site extension, developmente resources, amongst others).",
    "DC.About.D&P.P2": "The day we deliver your website, we will also send you en email, as a receipt of the date and payment. Once a year has passed from the date in the receipt, we'll once again care to send you another email a few days earlier as a reminder of the yearly payment (so that we can keep on administrating the site's domain and data). In cases, where the buyer fails to pay the anual charge on, the site will stop being publicly available, unmanaged and with no domain. The buyer can contact us at any time to fullfill the delayed payment, so that we can reactivate the website (warning: if too much time passes, the domain may have to be changed to a new one).",
    
    "DC.About.T&C.title": "Terms and Conditions",
    "DC.About.T&C.P1": "Whenever you buy a website with us, you agree to us administrating the website in every aspect, respecting the dates and payments established.",
    "DC.About.T&C.P2": "If at any point, your website starts obtaining a highly eleveated number of daily views (thousands), it will be necessary to start realizing monthly charges, due to the fact that as administrators, we would be dealing with more information and data storages (this usually only applies to sales sites).",
    
    
    "DC.Support.CS.title": "Client Support",
    "DC.Support.CS.P1": "If you ever need to contact us about a problem, doubt or clarification of any king, you can contact us without any hesitation either through email at smortmc2@gmail.com, send us a whatsapp of call us to the number +52 771 411 6235 or write us through here, by filling the spaces below.",
    
    "DC.Support.Label.Name": "Name",
    "DC.Support.Label.Email": "Email",
    "DC.Support.Label.Message": "Message",
    
    "DC.Support.StyleChanges.title": "Style and Design Changes",
    "DC.Support.StyleChanges.P1": "If you bought a website with us, you can contact us at any time if you've found or consider your website has a mistake; we'll solve the error in 24 hours or less with no cost. However if, on the other hand you merely wish to move or change a feature of the website as a client of us, you'll have the right to two cost-free changes, after these two any other change we'll be considered as an update/upgrade of your site, which implies a payment. Read the next section to understand more about website updates and upgrades.",    

    "DC.Support.SiteUpdates.title": "Site Update or Upgrade",
    "DC.Support.SiteUpdates.P1": "Whenever you desire for us to add, update or implement a change to your website in any way (after your free style changes), you can contact us through your favorite digital media. It is, depending on the size and resources needed (3d-models, animations, etc.) for the wished upgrade to be developed, that the total cost will be determined (prices may vary significanty).",
    
    "Support.TitleWord" : "Support",
    "About.TitleWord" : "About",


    "Default":""
}